<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Веб-формы");
?>
<p>Модуль <b>Веб-формы</b> позволяет создавать и размещать в публичном разделе сайта различные формы, служащие для организации взаимодействия с посетителями сайта.</p>

<p>В данном разделе в качестве примера приведены две веб-формы:</p>
<ul>
    <li><i>Анкета посетителей сайта</i> служит для сбора информации о посетителях;</li>
    <li><i>Обратная связь</i>.</li>
</ul>

<p>Формы созданы в упрощенном режиме редактирования без использования статусов. Для каждой из них шаблон формы создан вручную с использованием визуального режима редактирования веб-форм.</p>

<p>При наличии ошибок заполнения формы и попытке отправить (сохранить) результат будет выведено сообщение об ошибках. При успешном сохранении результата заполнения ответ формы будет также выведен. Формы опубликованы с помощью компонента <b>Заполнение веб-формы</b>.</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>